---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExportLayerKey
source: html/b7cef5c0-147e-1929-5131-52d2ffbc88a7.htm
---
# ExportLayerKey Members

Constructs a new ExportLayerKey with default values.